brew "ack"
brew "aom"
brew "awscli"
brew "bat"
brew "circleci"
brew "cloc"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "docutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "go"
brew "harfbuzz"
brew "heroku/brew/heroku"
brew "hunspell"
brew "hyperfine"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "kompose"
brew "krb5"
brew "lastpass-cli"
brew "lazygit"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "libpq"
brew "loc"
brew "mongodb/brew/mongodb-database-tools"
brew "mongosh"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "ollama", restart_service: :changed
brew "openai-whisper"
brew "openssl@3"
brew "osmium-tool"
brew "p11-kit"
brew "pandoc"
brew "pngquant"
brew "pnpm"
brew "poppler"
brew "postgresql@16"
brew "pyenv"
brew "python-setuptools"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "siege"
brew "sops"
brew "starship"
brew "stripe/stripe-cli/stripe"
brew "subversion"
brew "tailscale"
brew "tealdeer"
brew "terraform"
brew "tesseract"
brew "tree"
brew "tylerbrock/saw/saw"
brew "unbound"
brew "webp"
brew "wget"
brew "whisper-cpp"
brew "wix/brew/applesimutils"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "bitwarden"
cask "chromedriver"
cask "chromium"
cask "claude-code"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "licecap"
cask "mongodb-compass"
cask "muzzle"
cask "ngrok"
cask "pennywise"
cask "phoenix"
cask "postman"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "zoom"
cask "zulu@11"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "mongodb/brew"
tap "neovim/neovim"
tap "puma/puma"
tap "robsalasco/libpostal"
tap "stripe/stripe-cli"
tap "superfly/tap"
tap "tylerbrock/saw"
tap "wix/brew"
vscode "asvetliakov.vscode-neovim"
vscode "google.geminicodeassist"
vscode "k--kato.intellij-idea-keybindings"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
