brew "awscli"
brew "bat"
brew "circleci"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "docutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "loc"
brew "mongodb/brew/mongodb-database-tools"
brew "mongosh"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "ollama", restart_service: :changed
brew "openssl@3"
brew "pnpm"
brew "postgresql@16"
brew "pyenv"
brew "python@3.12"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "siege"
brew "starship"
brew "stripe/stripe-cli/stripe"
brew "terraform"
brew "tesseract"
brew "tree"
brew "wget"
brew "whisper-cpp"
brew "wix/brew/applesimutils"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "bitwarden"
cask "chromedriver"
cask "claude-code"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "licecap"
cask "mongodb-compass"
cask "muzzle"
cask "ngrok"
cask "pennywise"
cask "phoenix"
cask "postman"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "zoom"
cask "zulu@21"
tap "cloudflare/cloudflare"
tap "mongodb/brew"
tap "neovim/neovim"
tap "puma/puma"
tap "stripe/stripe-cli"
tap "wix/brew"
vscode "asvetliakov.vscode-neovim"
vscode "google.geminicodeassist"
vscode "k--kato.intellij-idea-keybindings"
vscode "zhuangtongfa.material-theme"
